/* About string */
"About" = "About";

/* Accept */
"Accept" = "Accept";

/* Base converter title */
"Base Converter" = "Base Converter";

/* Binary string */
"Binary (2)" = "Binary (2)";

/* Black string */
"Black" = "Black";

/* Blue string */
"Blue" = "Blue";

/* Brown string */
"Brown" = "Brown";

/* Can't solve this determinant text */
"Can't solve this determinant, sorry." = "Can't solve this determinant, sorry.";

/* Cancel */
"Cancel" = "Cancel";

/* Can't solve matrix text */
"Cannot solve this matrix, please try another one." = "Cannot solve this matrix, please try another one.";

/* Color Decoder view controller title */
"Color Decoder" = "Color Decoder";

/* Custom resistor view controller title */
"Custom Resistor" = "Custom Resistor";

/* Decimal string */
"Decimal (10)" = "Decimal (10)";

/* Determinant Matrix Size */
"DeterminantSize" = "Determinant Matrix Size:";

/* Done string */
"Done!" = "Done!";

/* Duodecimal string */
"Duodecimal (12)" = "Duodecimal (12)";

/* Error string */
"Error" = "Error";

/* From string */
"From" = "From";

/* From label */
"From: 10" = "From: 10";

/* Gold string */
"Gold" = "Gold";

/* Gray string */
"Gray" = "Gray";

/* Green string */
"Green" = "Green";

/* Hexadecimal string */
"Hexadecimal (16)" = "Hexadecimal (16)";

/* Inverse Matrix */
"Inverse Matrix" = "Inverse Matrix";

/* Linear Equation Matrix Size */
"LinearSize" = "Linear Equation Matrix Size:";

/* Loading string */
"Loading ..." = "Loading ...";

/* Nonary string */
"Nonary (9)" = "Nonary (9)";

/* Octal string */
"Ocatal (8)" = "Octal (8)";

/* Orange string */
"Orange" = "Orange";

/* Pentadecimal string */
"Pentadecimal (15)" = "Pentadecimal (15)";

/* Quaternary string */
"Quaternary (4)" = "Quaternary (4)";

/* Quinary string */
"Quinary (5)" = "Quinary (5)";

/* Red string */
"Red" = "Red";

/* Results string */
"Results" = "Results";

/* Select tag button */
"Select" = "Select";

/* No comment provided by engineer. */
"Select a Base" = "Select a Base";

/* Senary string */
"Senary (6)" = "Senary (6)";

/* Sevenary string */
"Sevenary (7)" = "Sevenary (7)";

/* Silver string */
"Silver" = "Silver";

/* Solutions */
"Solutions" = "Solutions";

/* Solve string */
"Solve" = "Solve";

/* Ternary string */
"Ternary (3)" = "Ternary (3)";

/* Tetradecimal string */
"Tetradecimal (14)" = "Tetradecimal (14)";

/* Resistor label for error 1 */
"The resistor value should be greater or equal to 1." = "The resistor value should be greater or equal to 1.";

/* Resistor label for error 68000000 */
"The resistor value should be less than 6800000." = "The resistor value should be less than 6800000.";

/* Error message for matrixes */
"The size of your matrix must be either greater than 0 or less than 27" = "The size of your matrix must be either greater than 0 or less than 27";

/* Error label for the tolerance */
"The tolerance should be greater than 0 or less than 100." = "The tolerance should be greater than 0 or less than 100.";

/* Solution text determinant */
"The value of the determinant for that matrix is" = "The value of the determinant for that matrix is";

/* To string */
"To" = "To";

/* To label */
"To: 2" = "To: 2";

/* Tridecimal string */
"Tridecimal (13)" = "Tridecimal (13)";

/* Undecimal string */
"Undecimal (11)" = "Undecimal (11)";

/* Violet string */
"Violet" = "Violet";

/* White string */
"White" = "White";

/* Yellow string */
"Yellow" = "Yellow";

